#include <iostream>
using namespace std;

int main()
{
	setlocale(LC_ALL, "Rus");
	cout << "Есенин С.А. - Даль подернулась туманом…\n\n\tДаль подернулась туманом,\n\tЧешет тучи лунный гребень.\n\tКрасный вечер за куканом\n\tРасстелил кудрявый бредень.\n\n\tПод окном от скользких ветел\n\tПерепельи звоны ветра.\n\tТихий сумрак, ангел теплый,\n\tНапоен нездешним светом.\n\n\tСон избы легко и ровно\n\tХлебным духом сеет притчи.\n\tНа сухой соломе в дровнях\n\tСлаще меда пот мужичий.\n\n\tЧей - то мягкий лик за лесом,\n\tПахнет вишнями и мохом…\n\tДруг, товарищ и ровесник,\n\tПомолись коровьим вздохам.\n";
	return 0;
}